tolkien,7270
see,6426
book,846
lost,4270
r,5858
univers,7483
middl,4603
earth,2224
n,4823
saxon,6350
marin,4421
fiction,2676
charact,1228
found,2806
variou,7569
earli,2220
j,3752
anglo,304
who,7808
visit,7657
act,69
sourc,6712
later,4046
mytholog,4822
thu,7226
frame,2820
stori,6863
state,6817
author,521
translat,7336
old,5131
that,7171
appear,359
twelv,7414
volum,7675
christoph,1288
britain,934
present,5678
collect,1414
time,7244
travel,7344
friend,2858
primari,5695
secondari,6416
further,2887
inform,3586
england,2366
brother,950
are,395
legendari,4107
founder,2807
tale,7063
place,5518
their,7176
father,2620
illustr,3500
edward,2263
british,936
begun,677
write,7912
career,1097
becom,667
name,4835
call,1045
hi,3318
serv,6479
he,3252
set,6484
out,5225
today,7261
voyag,7683
small,6646
crew,1695
but,1014
lone,4255
survivor,6993
after,140
ship,6536
crash,1682
upon,7505
rock,6196
near,4881
island,3721
inhabit,3592
man,4381
gave,2940
him,3336
direct,2016
host,3405
play,5538
afterward,142
learn,4089
met,4568
actual,76
taught,7083
most,4755
mil,4616
lore,4263
master,4461
live,4224
becam,663
constantli,1568
be,654
eventu,2485
find,2696
can,1062
drink,2168
which,7801
deni,1900
leader,4081
multipl,4792
occas,5091
t,7046
these,7197
seen,6430
smaller,6647
ireland,3704
earn,2223
stay,6828
first,2711
wife,7820
mother,4757
second,6415
bore,853
third,7205
son,6700
great,3086
poet,5566
half,3181
descent,1934
would,7906
go,3024
epic,2400
poem,5565
togeth,7263
connect,1537
geographi,2969
poetri,5567
reconstruct,5962
though,7213
probabl,5715
prehistori,5665
golden,3032
were,7780
told,7267
transmit,7338
via,7616
written,7914
scholar,6371
thought,7214
work,7891
within,7871
world,7896
emphasi,2335
felt,2649
complex,1481
doubl,2140
critic,1704
import,3519
give,3005
effect,2268
real,5934
document,2102
assembl,458
differ,2000
hand,3194
whether,7799
or,5185
those,7212
men,4543
had,3172
ancient,284
over,5239
long,4256
period,5418
note,5031
c,1026
lewi,4149
like,4186
literatur,4217
respond,6094
lay,4069
commentari,1447
complet,1480
invent,3678
origin,5201
variant,7566
read,5929
if,3488
been,671
discov,2038
archiv,393
one,5153
such,6932
treatment,7352
remark,6035
includ,3536
tom,7272
ann,309
petti,5449
jason,3780
fisher,2716
l,4003
finnish,2704
admir,96
compil,1476
tradit,7318
anoth,320
someth,6697
studi,6900
intens,3640
lord,4262
ring,6168
road,6185
notion,5036
club,1374
paper,5304
distort,2069
thoma,7208
abl,17
mortal,4747
perspect,5433
have,3238
observ,5085
them,7178
katherin,3903
cameron,1054
mean,4509
doe,2106
well,7772
attest,495
histor,3345
german,2986
alongsid,229
high,3326
equival,2416
respect,6092
novel,5043
around,421
intend,3639
where,7796
descend,1933
experi,2538
racial,5863
memori,4541
vision,7656
ancestor,281
seri,6475
run,6272
way,7737
back,557
fall,2595
similar,6581
publish,5800
defeat,1860
pick,5488
up,7500
central,1191
figur,2684
given,3006
whom,7810
meet,4528
address,84
associ,465
she,6521
comment,1446
discuss,2042
between,737
sam,6316
natur,4860
realm,5940
endow,2357
special,6739
someon,6695
unusu,7498
sensit,6455
mood,4729
particular,5335
qualiti,5834
context,1582
her,3299
analysi,274
how,3415
land,4026
outsid,5235
ha,3165
engin,2365
dunn,2194
describ,1935
field,2677
look,4259
down,2146
lower,4283
dimens,2007
higher,3327
aircraft,167
situat,6607
peopl,5407
ground,3118
below,695
perhap,5417
too,7280
certain,1196
red,5971
never,4928
fulli,2876
abandon,7
framework,2821
even,2483
introduc,3671
concept,1501
continu,1586
some,6694
role,6211
transit,7335
into,3669
modern,4681
exampl,2507
i,3463
h,3164
date,1806
public,5797
here,3302
begin,676
made,4338
drop,2174
idea,3478
voic,7668
both,869
accord,49
th,7165
entitl,2386
said,6304
they,7200
came,1052
shadow,6503
admit,98
remov,6040
destroy,1946
whole,7809
led,4098
make,4365
chang,1222
end,2353
paragraph,5312
approv,371
point,5569
still,6850
contain,1577
indirect,3561
futur,2892
west,7784
reach,5925
straight,6866
either,2284
onli,5155
saw,6349
elder,2288
day,1815
befor,674
rule,6269
distanc,2065
dream,2161
outer,5229
born,855
centuri,1192
royalti,6253
p,5262
ch,1204
pp,5638
b,552
d,1772
e,2214
maria,4418
audienc,503
twentieth,7416
chronicl,1292
clark,1335
david,1811
perkin,5420
nichola,4961
ed,2250
cultur,1738
imagin,3503
cambridg,1050
michael,4595
chanc,1218
jane,3774
myth,4821
reader,5931
press,5682
kentucki,3925
isbn,3716
carl,1102
f,2570
greenwood,3101
question,5850
fa,2571
kent,3924
interrupt,3661
music,4802
oxford,5257
taylor,7089
franci,2826
lee,4100
stuart,6896
companion,1466
wiley,7839
blackwel,797
vol,7670
boston,865
houghton,3409
mifflin,4609
war,7713
bibliographi,752
canon,1076
influenc,3582
outlin,5232
adventur,109
song,6701
children,1266
fellowship,2647
past,5350
council,1647
two,7421
tower,7304
return,6110
king,3952
shire,6537
round,6244
quest,5849
shape,6512
monster,4717
wizard,7874
dragon,2153
eagl,2217
dr,2150
m,4319
mountain,4768
mount,4767
doom,2133
object,5083
power,5637
three,7219
tree,7353
weapon,7747
armour,417
theme,7179
artwork,438
christian,1284
cosmolog,1640
declin,1845
environment,2394
famili,2600
magic,4348
mediev,4524
map,4405
pagan,5275
plant,5528
style,6904
sound,6711
forest,2781
adapt,81
legaci,4104
artist,436
jenni,3794
john,3824
alan,184
ted,7109
compos,1486
bo,822
johan,3822
de,1820
symphoni,7028
no,4993
howard,3416
shore,6543
film,2688
donald,2124
goe,3030
ever,2486
ensembl,2379
night,4973
dawn,1813
leav,4094
video,7627
game,2911
inspir,3619
thing,7203
atla,483
journey,3845
literari,4216
hostil,3406
guid,3143
light,4182
art,429
behind,681
maker,4366
deutschfran,1959
march,4412
cole,1405
lyon,4317
research,6077
grand,3072
san,6323
re,5924
french,2845
motto,4766
without,7872
doctor,2100
student,6899
locat,4243
graduat,3064
school,6374
pre,5650
universit,7484
ec,2235
fr,2815
greater,3087
franc,2823
fran,2822
oi,5124
barth,622
respons,6095
increas,3544
industri,3571
oldest,5134
part,5329
group,3119
institut,3624
dedic,1852
scientif,6382
busi,1011
educ,2262
current,1749
acr,66
campu,1059
open,5162
citi,1316
known,3973
scienc,6381
excel,2510
acoust,63
rank,5900
top,7284
five,2722
program,5734
reput,6072
train,7324
highli,3330
skill,6618
through,7222
mani,4388
strong,6889
laboratori,4009
instruct,3625
degre,1872
me,4506
ing,3591
academ,34
protect,5767
govern,3051
ph,5454
tie,7233
europ,2472
imperi,3515
colleg,1416
london,4254
technolog,7108
member,4536
network,4919
campus,1060
pari,5319
nant,4838
lill,4189
marseil,4436
beij,682
center,1188
share,6513
normal,5014
sup,6962
rieur,6161
claud,1343
bernard,724
growth,3123
heart,3263
intern,3655
sinc,6592
admiss,97
curriculum,1751
nation,4854
america,260
asia,447
africa,137
ltd,4292
notabl,5029
alumni,243
teacher,7098
extern,2562
co,1381
privat,5709
initi,3595
sir,6604
presid,5680
multidisciplinari,4788
emerg,2321
ministri,4642
downtown,2147
transfer,7331
birth,781
commerc,1448
desir,1940
professor,5731
la,4004
teach,7097
advanc,105
base,625
primarili,5696
method,4578
corner,1624
rue,6266
cours,1660
dock,2099
pier,5492
gener,2955
novemb,5044
promot,5742
issu,3731
class,1338
will,7843
follow,2766
offici,5116
chamber,1212
street,6877
donat,2125
mayor,4489
woman,7878
assign,462
creation,1686
establish,2447
joint,3829
competit,1474
american,261
agreement,156
germani,2987
new,4932
japan,3777
unit,7479
batch,637
china,1268
profession,5730
countri,1655
eastern,2233
clarif,1333
need,4892
european,2474
dual,2182
south,6713
argentina,400
chile,1267
brazil,903
etc,2454
offic,5115
franco,2828
russian,6280
anniversari,314
yang,7947
allianc,219
project,5738
em,2314
offer,5114
quit,5854
typic,7425
specif,6743
system,7043
defin,1867
characterist,1230
focus,2761
math,4467
physic,5482
deriv,1932
specialti,6742
mechan,4514
materi,4465
fluid,2754
electr,2293
mathemat,4469
civil,1322
aeronaut,122
comput,1496
telecommun,7117
micro,4598
biotechnolog,778
larg,4038
major,4364
year,7951
pr,5639
superior,6965
undergradu,7458
almost,226
exclus,2519
must,4806
then,7181
take,7060
nationwid,4857
entranc,2387
examin,2506
enter,2381
recruit,5968
among,266
repres,6064
themselv,7180
select,6437
few,2665
seat,6411
each,2216
four,2809
post,5623
signific,6572
conting,1585
come,1439
lead,4080
belong,694
dure,2199
commun,1458
core,1620
mandatori,4386
solid,6686
heat,3264
digit,2006
imag,3502
process,5721
social,6667
econom,2244
manag,4382
foreign,2779
sign,6569
receiv,5950
commonli,1456
built,984
sever,6492
obtain,5089
diploma,2013
partner,5340
furthermor,2888
list,4210
national,4855
pont,5594
et,2453
es,2430
techniqu,7107
austria,518
belgium,687
mon,4700
libr,4164
li,4156
ge,2948
brussel,959
czech,1770
republ,6070
u,7428
v,7537
denmark,1903
dk,2089
finland,2702
fi,2670
aachen,2
berlin,721
international,3656
dresden,2162
stuttgart,6903
greec,3091
aristotl,407
gr,3059
hungari,3443
budapest,972
hu,3424
itali,3735
di,1974
norway,5026
norwegian,5027
poland,5574
pl,5517
portug,5615
pt,5794
feder,2637
moscow,4751
technic,7104
ru,6262
radio,5870
polytechn,5592
spain,6727
polit,5580
madrid,4343
valencia,7546
sweden,7010
se,6405
lund,4305
switzerland,7019
z,7977
rich,6152
kingdom,3953
queen,5846
belfast,685
gb,2944
rio,6169
br,886
involv,3688
highest,3328
rate,5908
phd,5459
lectur,4097
six,6608
relat,6020
electromagnet,2294
control,1594
microbiolog,4599
dynam,2211
signal,6570
overal,5240
ration,5913
energi,2360
environ,2393
fusion,2890
autom,524
integr,3635
employe,2338
tag,7053
electron,2295
voltag,7674
model,4679
command,1443
robot,6192
medic,4521
diagnosi,1977
depend,1917
gene,2953
bacteri,562
ecolog,2243
depart,1914
creat,1685
optim,5183
devic,1963
transport,7341
distribut,2070
convers,1600
account,51
fundament,2881
applic,364
microsystem,4601
biolog,775
synthesi,7038
design,1939
constraint,1571
reliabl,6028
monitor,4713
multi,4787
relationship,6021
jordan,3836
januari,3776
merger,4561
sensor,6456
mission,4657
conduct,1515
toward,7303
broad,938
rang,5897
sector,6421
semiconductor,6443
telecom,7116
health,3258
defenc,1862
organis,5197
topic,7285
function,2879
draw,2159
resourc,6091
platform,5535
oper,5173
compris,1492
perman,5422
staff,6796
approxim,372
annual,318
budget,976
exclud,2518
salari,6307
attach,489
activ,71
centr,1190
stabil,6791
phase,5458
flow,2751
thermal,7195
phenomena,5460
coupl,1657
propag,5748
solv,6691
stoke,6855
equat,2410
passiv,5347
numer,5064
collabor,1410
player,5539
area,396
goal,3026
provid,5778
product,5727
reduc,5978
impact,3511
expertis,2542
turbin,7399
compressor,1491
turbo,7400
machin,4328
reduct,5979
nois,5000
car,1090
plane,5525
mass,4457
atmospher,486
hydraul,3457
pollut,5585
hazard,3246
cover,1666
particularli,5336
nuclear,5060
oil,5126
mix,4665
section,6420
evalu,2479
committe,1453
saint,6306
friction,2854
wear,7748
adher,89
vibrat,7618
structur,6894
calcul,1037
transform,7332
cut,1758
exist,2526
due,2189
success,6930
event,2484
surfac,6978
georg,2974
propos,5757
widen,7815
interfac,3649
director,2018
merg,4560
former,2790
affili,130
label,4006
faculti,2585
incorpor,3542
team,7099
wide,7814
varieti,7568
data,1803
better,735
understand,7462
henc,3292
simul,6589
render,6045
represent,6065
investig,3684
regular,6009
grid,3113
graph,3077
geometr,2971
procedur,5719
hybrid,3454
yield,7960
space,6724
rest,6096
compet,1473
algorithm,205
geometri,2972
discret,2040
topolog,7286
realist,5936
augment,509
realiti,5937
knowledg,3972
servic,6482
dc,1818
theori,7186
discoveri,2039
mine,4633
secur,6423
confidenti,1523
queri,5848
composit,1487
societi,6670
heritag,3304
librari,4165
virtual,7651
museum,4801
ambient,252
intellig,3638
surveil,6990
human,3434
cognit,1396
assist,464
entertain,2383
anim,308
cinema,1302
multimedia,4790
court,1661
automobil,526
manufactur,4402
paul,5370
mile,4618
victor,7623
explor,2549
marc,4410
photograph,5479
philipp,5467
softwar,6679
head,3253
laurent,4062
bass,635
politician,5581
henri,3296
mathematician,4470
programm,5735
level,4144
than,7169
candid,1070
du,2181
signatur,6571
une,7467
chart,1239
www,7923
le,4078
websit,7757
facebook,2574
twitter,7420
histoir,3344
tier,7236
cy,1759
tech,7103
renn,6047
air,166
naval,4861
al,182
nanci,4837
tienn,7235
g,2896
strasbourg,6871
esa,2431
grenobl,3109
toulous,7298
haut,3237
isa,3712
polym,5590
ca,1027
ry,6287
anger,301
clermont,1353
nice,4958
tour,7299
sigma,6568
com,1435
vri,7686
bs,963
troy,7379
isc,3717
po,5562
union,7476
abroad,24
ie,3485
miner,4634
bio,769
lisbon,4208
accredit,52
par,5306
sp,6723
hyderabad,3456
vte,7689
aix,175
iii,3493
sud,6933
ii,3492
marn,4431
vall,7550
cal,1036
viii,7634
x,7925
xii,7931
xiii,7932
ais,171
iv,3746
euro,2469
casa,1125
orient,5200
athen,477
ai,162
arch,386
roman,6216
lorrain,4266
que,5844
maritim,4426
globe,3016
sport,6768
perform,5416
observatori,5086
comt,1497
loir,4252
val,7545
te,7095
azur,551
alp,230
leonardo,4129
da,1773
consolid,1560
nord,5009
est,2446
experiment,2540
gustav,3156
tu,7390
pragu,5644
munich,4795
hanov,3203
milan,4617
aw,539
catalonia,1140
royal,6252
turkey,7404
istanbul,3732
isni,3723
viaf,7617
worldcat,7897
coordin,1610
short,6544
descriptionshort,1937
descript,1936
match,4463
wikidataarticl,7825
infobox,3585
octob,5103
identifiersarticl,3483
worldcatid,7898
lccn,4075
wikidata,7823
catal,1136
olesperanto,5136
bahasa,572
bokm,831
srom,6786
simpl,6585
rk,6180
largest,4040
previou,5690
profil,5733
exchang,2514
endur,2358
do,2097
ani,307
choos,1275
elect,2291
chemic,1249
optic,5182
administr,95
financ,2694
there,7190
domain,2115
requir,6074
across,68
uk,7436
penn,5403
usa,7517
o,5076
paulo,5372
waterloo,7732
canada,1063
eight,2276
leadership,4082
equilibrium,2413
sur,6976
ne,4878
molecular,4695
mol,4690
clean,1347
mod,4676
quantit,5836
analys,273
doesn,2107
veri,7598
limit,4191
number,5063
simon,6584
motor,4761
compani,1465
award,542
ir,3698
prize,5713
women,7879
ceo,1193
st,6790
pacif,5267
format,2789
deutschespa,1958
olfran,5139
baptist,599
deliv,1882
latest,4047
best,730
practic,5640
enabl,2343
partnership,5341
facil,2577
chair,1208
pay,5375
region,6003
hour,3410
sixth,6610
along,228
bank,594
km,3964
away,543
atlant,484
coast,1385
renam,6043
when,7794
thirti,7207
reloc,6032
premis,5669
river,6179
decre,1850
journal,3843
join,3828
newli,4937
execut,2520
vocat,7666
forc,2776
subsidiari,6922
innov,3605
form,2787
architectur,392
consist,1558
mention,4549
subject,6911
worldwid,7899
amongst,267
global,3015
aim,165
know,3970
divers,2078
bodi,827
welcom,7770
bachelor,556
big,756
prepar,5672
qualifi,5833
challeng,1211
per,5409
qualif,5832
total,7294
result,6101
spend,6753
aux,531
undertak,7464
correspond,1635
senior,6453
fast,2613
track,7313
cast,1131
choic,1274
specialis,6740
life,4177
healthcar,3259
embed,2317
hous,3411
urban,7511
net,4916
zero,7985
emiss,2328
ocean,5098
propuls,5760
final,2692
option,5184
disrupt,2059
entrepreneurship,2389
throughout,7223
pilot,5498
board,823
navi,4862
combin,1437
constitut,1570
uniqu,7478
eng,2362
water,7731
agil,152
factori,2584
smart,6649
enterpris,2382
jointli,3830
consortium,1562
eu,2462
fund,2880
scholarship,6373
vehicl,7580
renew,6046
opportun,5178
spi,6756
support,6972
averag,536
scope,6386
implement,3516
alloc,222
possibl,5622
bring,931
strateg,6872
launch,4056
agricultur,157
foster,2804
particip,5332
key,3935
action,70
ordin,5192
close,1367
sponsorship,6767
speaker,6736
confer,1520
interview,3667
job,3819
frequent,2847
interact,3643
greatli,3089
forg,2784
start,6813
branch,896
deploy,1920
interdisciplinari,3647
approach,369
jean,3787
test,7154
tank,7071
shallow,6508
canal,1066
rev,6113
offshor,5118
static,6823
behaviour,680
bench,698
character,1229
equip,2414
produc,5726
rapid,5903
floor,2745
lifecycl,4178
demonstr,1896
immers,3507
room,6229
wind,7851
tunnel,7398
line,4196
commit,1452
mann,4395
coastal,1386
renault,6044
lm,4234
siemen,6564
combust,1438
automot,527
concret,1509
militari,4621
bureau,997
maintain,4360
solidar,6687
help,3289
boost,849
wider,7816
allow,223
copi,1613
pdf,5382
cite,1314
web,7752
cs,1726
maint,4359
port,5605
titlearticl,7256
identifi,3482
ago,154
edu,2261
cn,1378
chines,1269
ng,4947
zh,7987
xu,7937
yu,7972
abbrevi,10
simplifi,6587
sino,6602
astronaut,471
corpor,1630
orang,5188
ernst,2426
young,7965
strategi,6873
financi,2695
cooper,1609
inaugur,3530
septemb,6465
now,5045
lesson,4139
aerospac,124
plan,5523
forestri,2782
polic,5578
medicin,4523
academi,35
drama,2157
fine,2697
affair,128
geoscienc,2979
petroleum,5447
law,4063
youth,7970
north,5019
municip,4796
capit,1085
danc,1788
cloth,1371
machineri,4329
tertiari,7153
stub,6897
expand,2529
stubshidden,6898
textarticl,7160
miss,4655
april,374
entrepreneur,2388
constitu,1569
root,6231
revolut,6125
era,2418
morocco,4742
india,3554
peter,5441
lawyer,4068
promin,5740
businessman,1012
put,5820
forward,2801
scientist,6383
olivi,5141
sharehold,6514
movement,4773
mill,4624
breed,911
order,5191
consequ,1552
hotel,3408
build,982
ownership,5256
ensur,2380
sustain,6999
napoleon,4839
temporarili,7128
kind,3950
architect,391
accompani,47
robert,6187
sister,6605
california,1044
georgia,2977
harvard,3228
indian,3555
princeton,5701
massachusett,4458
singapor,6595
stanford,6808
toronto,7289
tel,7114
home,3378
mu,4784
until,7497
neighbour,4901
rd,5922
arrondiss,426
sein,6434
southern,6717
suburb,6926
next,4944
teau,7101
soil,6680
properti,5753
resid,6081
lab,4005
easili,2230
access,41
progress,5736
move,4772
pa,5263
freshman,2850
us,7516
itself,3741
less,4136
taken,7061
instanc,3621
quota,5856
basi,629
least,4092
oral,5187
record,5963
achiev,59
motiv,4760
letter,4142
reserv,6079
relev,6026
quantum,5838
continuum,1587
heavi,3268
nevertheless,4929
startup,6814
could,1646
interest,3648
holder,3366
statu,6825
liberti,4163
exhaust,2523
piston,5510
inventor,3679
william,7846
baron,612
steel,6833
chicago,1262
cell,1176
ren,6041
andr,293
pioneer,5503
reinforc,6017
loui,4274
bl,794
riot,6170
aviat,537
cross,1711
channel,1223
patent,5355
solomon,6689
pierr,5494
marcel,4411
helicopt,3282
bori,854
writer,7913
iranian,3701
prime,5697
minist,4640
jacqu,3760
ibm,3468
season,6410
hold,3364
updat,7502
antoin,334
singer,6596
songwrit,6702
physicist,5484
vice,7620
justin,3883
klein,3962
deleg,1877
liquid,4206
lo,4237
ben,697
investor,3685
paid,5276
trader,7317
charl,1235
gilbert,3000
daniel,1791
chemistri,1250
bar,600
bruno,957
chief,1263
invest,3683
k,3886
whale,7789
valeri,7548
climat,1359
fabric,2572
qu,5829
creator,1687
media,4518
columbia,1431
appel,360
raymond,5917
barr,614
economist,2246
commiss,1450
atom,487
weight,7767
philosoph,5470
joseph,3840
enzym,2395
portal,5607
fair,2588
nobil,4997
elit,2306
onlin,5156
biographi,773
februari,2635
ma,4320
ms,4782
talent,7064
detail,1950
explan,2545
sk,6613
itu,3743
kit,3957
ku,3991
leuven,4143
nova,5041
pub,5796
warsaw,7725
sheffield,6523
surrey,6988
israel,3728
australia,516
databas,1804
cinii,1303
rero,6075
sudoc,6935
explicitli,2547
potenti,5630
bnf,821
gnd,3021
nla,4991
dansk,1794
norsk,5018
gen,2950
ve,7576
geneva,2958
jun,3869
bu,967
japanes,3778
supplementari,6969
held,3279
tuesday,7393
saturday,6343
western,7785
abc,11
clio,1363
y,7941
ko,3976
thesi,7198
googl,3039
entri,2390
directori,2019
memoir,4539
licenc,4170
dea,1821
tokyo,7266
wayback,7738
palac,5285
buse,1009
tram,7326
railway,5879
station,6824
airport,169
nearbi,4882
deutsch,1957
seal,6407
incomplet,3540
weekend,7763
cincinnati,1301
columbu,1433
ohio,5123
dalla,1782
detroit,1956
guam,3130
houston,3413
indianapoli,3557
angel,298
miami,4594
jw,3885
york,7963
portland,5612
oregon,5196
jersey,3800
diego,1997
francisco,2827
js,3851
seattl,6412
oceania,5099
queensland,5847
hartford,3227
minneapoli,4643
minnesota,4644
montreal,4725
orlando,5202
canberra,1067
melbourn,4533
int,3632
lyc,4313
germain,2985
michigan,4597
ital,3734
swiss,7017
wikidataus,7829
dmi,2091
ja,3753
webarch,7753
templat,7125
wikidataal,7824
add,82
pour,5634
disambigu,2024
websitewww,7758
formerli,2791
done,2126
parallel,5314
multipli,4793
benefit,701
type,7424
manchest,4384
full,2874
divid,2079
compon,1485
artifici,434
hardwar,3215
formal,2788
ad,78
pass,5343
epistemolog,2405
consider,1557
amount,268
month,4723
spent,6754
nd,4872
enrol,2378
altern,237
attend,493
week,7762
path,5357
experienc,2539
want,7712
mari,4417
agn,153
eric,2421
matter,4475
studio,6901
arm,412
insert,3611
veteran,7610
victim,7622
interior,3653
right,6164
asylum,475
labour,4010
inclus,3537
agenc,147
am,247
condit,1514
economi,2245
recoveri,5966
tre,7346
ward,7715
food,2770
mer,4552
habitat,3169
biodivers,771
publiqu,5799
monument,4727
immigr,3508
photographi,5480
op,5161
vre,7685
estat,2448
territori,7150
classifi,1341
autonomi,529
aisitaliano,174
whose,7811
purpos,5816
recogn,5956
juli,3864
au,501
redirect,5975
html,3423
consid,1556
modul,4685
eco,2241
green,3093
safeti,6300
durat,2198
un,7447
dan,1786
tb,7090
capitol,1087
nicknam,4965
parent,5318
rh,6138
liter,4214
simpli,6586
carri,1113
decis,1842
august,510
decid,1840
theorist,7187
jule,3863
niger,4971
kahn,3888
literaci,4215
planet,5526
age,146
monetari,4707
recipi,5954
colombia,1422
os,5207
el,2286
district,2072
wei,7765
southeast,6715
karen,3897
worth,7905
dissemin,2060
jorg,3837
santiago,6333
serbia,6471
montenegro,4721
fern,2659
ndez,4876
autonom,528
mexico,4588
bristol,933
colorado,1428
conf,1518
prix,5712
spanish,6729
releas,6024
winner,7857
spin,6759
wikidatacoordin,7827
tinadeutschespa,7250
lpolskiportugu,4289
ti,7229
vi,7615
citat,1312
verif,7599
pleas,5544
improv,3524
unsourc,7495
news,4940
newspap,4942
jstor,3852
messag,4566
boulevard,874
administ,94
predecessor,5656
contemporari,1579
elev,2300
curat,1744
librarian,4166
grant,3076
bulletin,991
issn,3730
url,7514
referencesarticl,5989
nkc,4989
overview,5249
rose,6233
femal,2651
cloud,1372
male,4375
remain,6033
retain,6105
disciplin,2031
concentr,1500
conjunct,1536
cr,1676
element,2296
postgradu,5626
mandat,4385
lie,4172
academia,36
geograph,2968
gradual,3063
intak,3633
servant,6480
despit,1943
steer,6835
inde,3549
percent,5411
independ,3552
strengthen,6879
roughli,6243
decad,1835
while,7803
local,4242
especi,2436
empti,2341
expandedarticl,2530
seven,6490
apprenticeship,368
risk,6173
prevent,5688
instrument,3627
provenc,5777
shanghai,6510
epa,2398
tripl,7371
recent,5951
membership,4537
seek,6428
summer,6955
exam,2505
contrast,1592
reli,6027
keep,3914
dean,1826
cathol,1147
gain,2902
certif,1198
began,675
extend,2558
bell,692
older,5133
recognis,5957
align,209
compar,1467
chapter,1227
bologna,836
reform,5993
expans,2531
enlarg,2372
onward,5160
same,6318
mark,4427
extens,2559
accommod,46
larger,4039
fourth,2811
fifth,2680
left,4102
portfolio,5610
june,3871
arrang,422
park,5321
classroom,1342
tenur,7140
employ,2337
individu,3562
surround,6989
garden,2924
subway,6928
significantli,6573
capac,1082
thank,7170
infrastructur,3588
prefer,5661
posit,5619
commerci,1449
sun,6958
sen,6447
ji,3810
hong,3388
kong,3980
macau,4323
trade,7316
australian,517
arriv,425
email,2315
get,2989
settl,6487
incom,3538
custom,1756
market,4429
wish,7865
consum,1575
good,3038
spring,6773
should,6550
mid,4602
nb,4865
horizon,3399
credit,1689
valley,7551
submit,6914
entir,2384
nativ,4858
therefor,7193
sure,6977
problem,5718
pair,5280
guest,3139
expect,2533
speak,6735
timelin,7245
cairo,1035
usb,7520
inca,3531
iim,3494
calcutta,1039
mb,4491
bay,646
bi,745
birmingham,780
bradford,890
cb,1160
durham,2200
edinburgh,2255
eur,2467
frankfurt,2830
glasgow,3011
gothenburg,3048
lancast,4025
lb,4072
leed,4101
liverpool,4225
newcastl,4934
vienna,7629
warwick,7726
wellington,7773
indonesia,3565
ul,7440
englishsloven,2367
decemb,1837
unclear,7454
becaus,664
lack,4011
inlin,3600
precis,5653
hundr,3441
legal,4105
assess,460
abil,15
own,5254
chairman,1209
appoint,365
textil,7162
intellectu,3637
presenc,5677
sub,6906
rome,6222
twenti,7415
mar,4407
classif,1340
grade,3061
counti,1654
show,6552
basin,631
sq,6778
mi,4593
length,4120
kilometr,3948
metr,4582
ft,2869
measur,4512
lake,4016
squar,6783
abov,22
sea,6406
sit,6606
villag,7639
rout,6246
highway,3332
northeast,5020
dam,1783
store,6862
vtelak,7690
sj,6612
ss,6788
bj,791
na,4824
stamp,6803
mj,4667
sa,6289
gran,3071
og,5120
kj,3960
mel,4530
ll,4230
lu,4294
sol,6681
storm,6864
oslo,5213
sv,7003
raj,5883
tr,7310
holden,3365
sn,6656
fl,2724
len,4117
kr,3987
lnorsk,4236
copenhagen,1612
laid,4015
decommiss,1847
landscap,4028
hill,3333
ander,285
sand,6326
han,3192
commemor,1444
layout,4071
classic,1339
flora,2746
aerial,120
rapidli,5904
grow,3121
popul,5600
adopt,102
redevelop,5974
longer,4257
botan,867
henrik,3297
charg,1231
construct,1572
bound,876
andersen,286
side,6561
much,4785
partli,5339
preserv,5679
depth,1927
underground,7459
circul,1309
winter,7859
iron,3707
bridg,921
span,6728
gap,2920
northern,5022
gate,2933
stand,6806
jen,3792
adolf,101
erect,2419
just,3880
bronz,947
magnet,4350
wire,7860
batteri,642
therebi,7192
oscil,5211
foot,2771
goddess,3029
destini,1945
nors,5017
ur,7509
tablet,7049
ver,7593
andi,290
thread,7216
fate,2618
silent,6575
stick,6849
besid,729
herman,3305
wilhelm,7840
niel,4968
danish,1792
natali,4851
frank,2829
spread,6771
die,1996
gaul,2938
unknown,7486
infant,3575
ny,5073
greek,3092
bc,651
galleri,2907
apollo,350
marbl,4409
del,1874
ac,33
joan,3818
arc,384
my,4814
flute,2756
wrestler,7910
wine,7854
hors,3403
dutch,2202
shade,6502
blue,816
yellow,7952
white,7806
caf,1033
pavilion,5374
venu,7592
debat,1828
sunday,6959
supervis,6966
often,5119
lawn,4065
concert,1504
er,2417
castl,1132
kl,3961
cemeteri,1180
mose,4752
folket,2764
jewish,3807
garrison,2930
beach,655
kg,3938
nder,4875
osm,5214
id,3476
wikidatacommon,7826
wikidatapag,7828
kartograph,3900
settlement,6488
ljubljana,4229
dom,2114
slovenia,6641
pronounc,5745
nt,5057
church,1295
dialect,1981
adject,91
kill,3945
southwest,6718
suggest,6944
stood,6859
ruin,6268
ek,2285
hole,3367
stone,6857
partisan,5337
sloven,6640
ka,3887
detach,1949
yugoslav,7974
murder,4797
buri,999
pit,5511
wood,7883
anonym,319
presum,5685
grave,3082
neighborhood,4900
parish,5320
singl,6598
late,4045
gothic,3049
paint,5278
wooden,7885
wall,7704
decor,1849
apostl,352
wing,7855
symbol,7025
vault,7574
wolfgang,7876
household,3412
ba,553
ni,4953
si,6558
ar,377
za,7978
editor,2257
slovenian,6642
ori,5199
ina,3526
ro,6184
nik,4975
exhibit,2524
convent,1598
passeng,5345
stock,6852
fu,2870
grain,3067
jame,3768
fountain,2808
tomb,7273
hero,3310
trail,7322
mansion,4399
pharmaci,5457
courthous,1662
crystal,1725
philip,5466
town,7305
hall,3182
worship,7903
mosqu,4753
cathedr,1145
cyril,1769
pond,5593
congress,1533
marsh,4437
littl,4222
anton,335
graphic,3078
jo,3816
ef,2267
stefan,6836
festiv,2664
theatr,7174
opera,5174
stage,6798
orchestra,5190
zoo,7996
marathon,4408
volley,7672
hk,3352
je,3786
ica,3471
alpin,233
ib,3466
stadium,6795
ice,3473
arena,397
rna,6183
va,7538
jan,3771
ah,158
mali,4376
ra,5859
rep,6053
evo,2497
sl,6623
tatar,7081
upper,7506
compound,1488
activist,73
bypass,1019
alreadi,234
prehistor,5664
archaeolog,387
lanc,4024
arrow,427
celtic,1178
silver,6579
coin,1400
fortress,2798
elementari,2297
occupi,5095
nazi,4864
camp,1056
deport,1921
attack,490
against,145
italian,3737
border,852
ran,5891
resist,6086
tone,7276
shot,6549
captur,1089
guard,3133
troop,7374
annex,312
proto,5772
patriarch,5361
alli,218
dioces,2011
replac,6058
earthquak,2225
exterior,2561
virgin,7648
anthoni,326
baptism,598
font,2768
religi,6030
historian,3347
ga,2897
painter,5279
awaken,540
textbook,7161
theolog,7183
biblic,750
journalist,3844
ferdinand,2657
von,7678
ivan,3747
van,7557
ki,3940
pe,5384
let,4141
east,2231
ol,5130
cid,1299
cc,1163
formula,2793
molar,4691
except,2511
otherwis,5217
standard,6807
verifi,7600
fat,2616
acid,60
alpha,231
beta,732
gamma,2916
delta,1886
amino,264
methyl,4581
withdrawn,7869
clinic,1361
trial,7358
collaps,1411
background,558
srpskisrpskohrvatski,6787
torrent,7292
proprietari,5759
bittorr,790
client,1356
talk,7065
window,7852
stabl,6792
preview,5689
linux,4204
server,6481
debian,1829
ubuntu,7429
microsoft,4600
maco,4334
albanian,189
arab,378
brazilian,904
bengali,703
bulgarian,986
hebrew,3271
hindi,3338
hungarian,3444
korean,3983
default,1859
persian,5430
polish,5579
portugues,5617
romanian,6220
swedish,7011
thai,7166
turkish,7405
ukrainian,7439
pronunci,5746
million,4627
user,7523
prefix,5662
footprint,2774
minim,4637
controversi,1595
accept,40
instal,3620
cryptocurr,1723
damag,1784
although,238
code,1390
brand,897
featur,2633
size,6611
revenu,6117
contributor,1593
recept,5952
effici,2269
conceptu,1502
did,1994
quarter,5840
mostli,4756
ceas,1170
resum,6102
feedback,2641
announc,317
contract,1588
rel,6019
anti,329
piraci,5507
protocol,5773
specul,6748
modifi,4684
behalf,678
howev,3417
acquisit,65
evid,2495
alleg,213
purchas,5811
cohen,1397
browser,953
stream,6876
convert,1601
appropri,370
uri,7513
preliminari,5666
xp,7936
encrypt,2350
peer,5394
transmiss,7337
rc,5920
compat,1470
configur,1524
disk,2046
cach,1030
proxi,5783
tracker,7314
bandwidth,589
schedul,6363
seed,6427
temporari,7127
portabl,5606
plugin,5552
internet,3657
lan,4023
codenam,1392
falcon,2593
session,6483
firewal,2708
easier,2229
scale,6355
quick,5851
ram,5887
processor,5722
easter,2232
egg,2271
hidden,3320
click,1355
logo,4250
deep,1856
tri,7357
traffic,7319
block,810
alon,227
compress,1490
avoid,538
substitut,6925
firefox,2707
android,296
mac,4322
leopard,4130
forum,2800
prior,5705
request,6073
remot,6039
gui,3141
kernel,3931
newer,4935
bit,787
so,6664
agent,149
ident,3480
display,2054
advertis,111
ip,3692
disabl,2021
mitig,4664
concern,1503
instead,3623
ask,450
opt,5181
aros,420
homepag,3381
report,6061
consent,1551
complaint,1478
difficult,2002
bundl,995
bing,768
plu,5550
extra,2564
viru,7652
invit,3686
subscript,6918
dismiss,2047
turn,7408
off,5110
automat,525
allegedli,214
portion,5611
chariti,1234
util,7533
cpu,1675
gpu,3058
disput,2057
claim,1327
trick,7364
admin,93
wrote,7916
don,2123
realli,5939
usual,7528
say,6352
correct,1632
alphabet,232
prais,5646
apart,346
pc,5379
magazin,4345
pack,5268
outstand,5236
array,423
summar,6953
conclud,1506
speed,6750
beat,660
faster,2614
your,7969
star,6811
poll,5584
popular,5601
cnet,1379
caus,1154
fold,2762
ten,7129
comparison,1468
win,7850
vincent,7643
beacon,656
app,354
dead,1822
pirat,5508
thunder,7227
blast,804
lynch,4314
jim,3812
buy,1017
deal,1824
introduct,3672
lightweight,4185
faq,2606
wolf,7875
llc,4231
nikola,4976
manual,4400
info,3584
money,4708
mysteri,4819
confus,1530
arkansa,410
martin,4444
silicon,6576
blog,811
stephani,6840
weather,7750
predict,5658
cryptographi,1724
valu,7553
we,7742
our,5223
trust,7386
favorit,2624
verg,7597
steve,6845
steal,6831
cycl,1761
bitcoin,788
complain,1477
review,6119
griffith,3115
preston,5684
mario,4424
rodriguez,6205
pablo,5264
wild,7835
case,1127
packag,5269
gordon,3043
adam,80
kate,3902
rise,6172
push,5819
surg,6979
jare,3779
alex,196
max,4482
planck,5524
ross,6235
glossari,3018
hash,3232
tabl,7048
dna,2093
super,6963
usag,7519
desktop,1942
tamil,7067
defunct,1870
pink,5502
cd,1164
linksarticl,4202
linksc,4203
error,2428
mainten,4361
statementsarticl,6818
cleanup,1348
espa,2435
indonesiaitaliano,3566
latvi,4053
melayunederland,4532
defens,1864
offens,5113
basketbal,633
zone,7994
coach,1382
defend,1863
throw,7225
focu,2760
anticip,330
attempt,492
trap,7342
ball,582
handler,3199
quickli,5852
poor,5596
meant,4510
advantag,106
weak,7743
low,4281
carrier,1115
variat,7567
pressur,5683
break,907
flash,2729
pictur,5489
shown,6554
shooter,6541
athlet,480
basket,632
split,6762
edg,2253
rover,6249
effort,2270
tend,7131
stop,6860
shoot,6540
exactli,2504
happen,3206
bad,564
vital,7661
rebound,5947
shift,6534
gather,2935
intent,3641
drive,2169
lot,4271
equal,2409
stolen,6856
accur,54
adjust,92
face,2573
pace,5266
cannot,1074
mistak,4661
lose,4267
momentum,4698
score,6387
enough,2377
oppon,5177
moral,4734
correctli,1633
mental,4548
accomplish,48
lane,4029
rotat,6238
kept,3928
occur,5096
surpris,6986
texa,7158
earl,2219
parker,5322
fiba,2673
stockholm,6853
leagu,4084
violat,7644
interfer,3650
goaltend,3027
clock,1365
cherri,1256
crossov,1712
step,6839
fli,2739
finger,2698
roll,6212
hook,3393
poster,5625
screen,6395
pointer,5570
trent,7355
tucker,7392
ucla,7431
wheel,7791
motion,4759
gun,3153
triangl,7359
box,880
hack,3170
drill,2167
tip,7252
rim,6167
possess,5621
chuck,1294
scorer,6388
streak,6875
miscellan,4652
champion,1215
residenti,6082
retail,6104
fit,2718
count,1650
trend,7354
directli,2017
loan,4239
pension,5405
retir,6107
oppos,5179
declar,1843
arthur,431
cost,1641
estim,2449
illeg,3497
campaign,1057
guilti,3147
stephen,6841
mike,4614
favor,2623
reviv,6121
casey,1128
plug,5551
pull,5802
scott,6392
huntington,3448
avenu,535
hancock,3193
ame,258
berkeley,719
harbor,3211
landmark,4027
jail,3763
mutual,4810
eye,2568
ear,2218
millennium,4625
infecti,3578
diseas,2043
lincoln,4193
pierc,5493
row,6250
russia,6279
cancel,1068
tran,7327
demolish,1894
lexington,4151
manhattan,4387
peak,5386
ada,79
legend,4106
rush,6277
intersect,3662
renov,6049
exit,2528
irv,3710
broadway,942
ninth,4984
brooklyn,949
segment,6432
seventh,6491
shuttl,6557
bronx,946
trunk,7385
rape,5902
debri,1831
herald,3300
bryant,962
longest,4258
feloni,2648
danger,1790
citizen,1317
advocaci,117
chosen,1278
crime,1698
fenc,2655
hear,3261
permiss,5423
repair,6054
tile,7240
metropolitan,4585
rider,6159
everi,2489
draft,2151
express,2556
trim,7367
interv,3664
mosaic,4750
manuel,4401
vega,7578
token,7265
booth,851
southeastern,6716
reason,5942
subsequ,6919
door,2134
borough,856
supplement,6968
av,533
fact,2579
walker,7703
blain,799
fifti,2681
petit,5445
ave,534
owner,5255
protest,5770
forti,2797
ceremoni,1195
asid,449
mcgraw,4499
whitney,7807
travi,7345
fix,2723
afford,133
crowd,1714
triumph,7372
railroad,5878
thousand,7215
hail,3175
task,7077
finish,2700
wednesday,7761
soon,6704
diamond,1984
randi,5894
daili,1776
craig,1679
shut,6556
corridor,1636
agenda,148
pete,5440
sweep,7012
billion,764
price,5692
clayton,1346
save,6348
treat,7349
sick,6560
unveil,7499
nearli,4883
oclc,5101
legisl,4109
legislatur,4110
photo,5478
lawrenc,4066
morrison,4745
hunt,3446
brook,948
hunter,3447
termin,7143
closur,1370
reflect,5992
revers,6118
jerom,3798
fulton,2877
bowl,879
ferri,2662
loop,4260
bracket,888
struck,6893
julian,3866
gregorian,3105
mdi,4505
polski,5587
quebec,5845
roof,6227
lift,4181
fox,2813
vill,7637
adjac,90
windsor,7853
presbyterian,5675
metro,4584
tenant,7130
dictat,1991
boundari,877
axi,545
counterpart,1653
yet,7958
strongli,6892
irregular,3708
domin,2118
curv,1754
glass,3012
suspend,6996
vertic,7606
fin,2691
emphas,2334
impress,3522
narrow,4843
recess,5953
lowest,4284
antenna,324
beyond,738
unoffici,7491
height,3275
harri,3222
corp,1629
md,4504
richardson,6154
diagram,1980
insur,3630
solut,6690
ml,4669
think,7204
storag,6861
ds,2177
tape,7074
q,5825
analyt,276
watson,7734
lotu,4272
crimin,1699
carbon,1092
consult,1574
hat,3234
atlanta,485
il,3495
rochest,6195
fellow,2646
mind,4632
hard,3213
swap,7008
stripe,6887
card,1093
sabr,6291
airlin,168
scan,6356
terminolog,7144
jr,3850
cari,1100
samuel,6322
krishna,3989
michel,4596
andrew,295
martha,4441
virginia,7649
sidney,6562
boy,882
holocaust,3374
chess,1257
tournament,7302
worker,7892
footbal,2772
rugbi,6267
canadien,1065
ic,3470
scotia,6390
altitud,239
victoria,7625
mont,4718
plaza,5542
guy,3158
gabriel,2899
canadian,1064
fur,2885
fort,2795
christ,1281
notr,5037
dame,1785
habit,3168
jeann,3788
olymp,5144
boi,829
cap,1080
fontain,2769
prairi,5645
champ,1214
phillip,5469
helen,3280
diver,2076
jazz,3784
hot,3407
dog,2108
pool,5595
belmont,693
wikiproject,7831
portugu,5616
angri,306
fonda,2767
cobb,1388
marshal,4438
jack,3754
theater,7173
tell,7122
juri,3877
deliber,1880
convict,1603
doubt,2141
consensu,1550
difficulti,2003
encount,2348
conflict,1527
reveal,6114
dialogu,1982
self,6439
minut,4648
regard,5998
greatest,3088
registri,6005
aesthet,125
plot,5549
summari,6954
excess,2513
accus,56
death,1827
judg,3856
sentenc,6459
unanim,7450
seem,6429
convinc,1604
neighbor,4899
wit,7866
heard,3262
threaten,7218
hit,3349
violent,7646
scene,6361
fingerprint,2699
catch,1143
basebal,626
ticket,7232
vote,7679
believ,690
testimoni,7156
suppos,6973
pocket,5563
argument,404
fail,2586
secret,6417
ballot,583
immedi,3506
previous,5691
grew,3110
argu,403
threat,7217
truli,7382
front,2862
fifteen,2679
walk,7702
drag,2152
leg,4103
stroke,6888
determin,1955
verbal,7595
prove,5775
word,7890
movi,4774
recal,5949
rememb,6037
angl,302
highlight,3331
knew,3966
alway,246
erupt,2429
ethnic,2460
listen,4211
desk,1941
isol,3725
whi,7800
watch,7730
nose,5028
realiz,5938
indic,3558
breakthrough,909
sleep,6629
clear,1349
sole,6685
dissent,2061
increasingli,3545
tortur,7293
string,6885
earlier,2221
strain,6867
ultim,7443
moment,4697
tear,7100
coat,1387
brief,922
davi,1810
trailer,7323
courag,1658
courier,1659
passion,5346
advoc,116
conscienti,1546
tough,7297
principl,5703
elderli,2289
justic,3881
openli,5168
wise,7864
pastor,5351
behavior,679
mouth,4771
democrat,1892
bond,843
kelli,3917
billi,763
nelson,4906
clerk,1352
walter,7709
wait,7699
tribut,7363
gavin,2941
smith,6652
definit,1868
mccarthi,4495
phil,5464
assum,466
fault,2621
televis,7121
cum,1739
broadcast,939
fear,2631
chelsea,1247
again,144
took,7281
camera,1053
lens,4124
focal,2759
everyon,2492
decreas,1851
shorten,6546
acclaim,45
absorb,28
compel,1471
far,2607
confin,1525
viewer,7632
monthli,4724
deem,1855
handl,3198
fairli,2590
substanti,6924
disappoint,2026
advent,107
color,1427
roger,6209
pound,5633
nomin,5003
debut,1833
dramat,2158
ref,5985
actor,74
won,7880
bear,658
edgar,2254
guild,3146
suprem,6975
pursu,5817
sometim,6698
conclus,1507
proceed,5720
assumpt,467
infer,3579
permit,5424
incorrect,3543
angelo,300
kid,3942
invers,3681
appar,356
coincid,1402
johnni,3825
cochran,1389
simpson,6588
tv,7412
sin,6591
norm,5013
episod,2404
twist,7419
jessica,3803
switch,7018
pend,5399
teen,7110
driver,2171
persecut,5428
detect,1952
duti,2204
flip,2742
depict,1918
privileg,5711
assault,457
mayer,4487
black,795
smoke,6654
pop,5598
inject,3596
race,5861
comedi,1440
insid,3612
ami,262
bbc,650
toni,7278
ray,5916
acknowledg,61
nine,4980
catalog,1138
parson,5328
washington,7728
gross,3117
harrison,3225
mississippi,4659
empir,2336
richard,6153
lover,4280
evolut,2498
collector,1415
dvd,2206
oscar,5210
honour,3391
youngest,7967
hollywood,3372
kirk,3956
revis,6120
wrong,7915
deborah,1830
margaret,4415
linda,4194
npr,5048
doi,2110
chandler,1220
sage,6301
analyz,277
wikiquot,7832
quotat,5857
imdb,3504
documentari,2103
lebanes,4095
mr,4781
monk,4714
wage,7696
eden,2252
taxi,7086
rocki,6199
piec,5491
deer,1858
kramer,3988
vs,7687
drum,2176
terrestri,7148
stuff,6902
purpl,5815
silenc,6574
lamb,4019
jfk,3808
madison,4340
titan,7255
beauti,661
dark,1798
soccer,6666
mystic,4820
dollar,2112
babi,554
flag,2725
knight,3967
swan,7007
graviti,3084
mad,4336
beaver,662
happi,3207
cousin,1663
love,4279
bed,668
dri,2165
departur,1916
distant,2066
buffalo,978
bill,761
bull,988
palermo,5289
ascend,440
rain,5880
canyon,1079
wed,7760
sens,6454
larri,4041
thin,7202
spirit,6760
carmen,1105
marriag,4434
squad,6781
milk,4623
separ,6464
caesar,1032
child,1264
pose,5618
coal,1383
fire,2705
soul,6710
touch,7295
synonym,7034
evil,2496
bang,590
safe,6298
montgomeri,4722
memphi,4542
anderson,287
offenc,5111
princ,5699
morn,4740
care,1096
devil,1964
skate,6614
strip,6886
attent,494
bne,820
plwabn,5554
clip,1364
afrikaan,139
oleuskara,5138
hrvatskibahasa,3421
latinalatvi,4049
magyar,4353
suomisvenska,6961
parti,5330
pro,5714
senat,6448
conven,1596
apportion,366
censu,1184
redistrict,5977
republican,6071
resign,6084
caucu,1151
vacant,7540
matt,4474
tempor,7126
jay,3783
whip,7805
rob,6186
minor,4645
kenni,3923
cecil,1172
antonio,337
tina,7248
tim,7242
rick,6156
jone,3835
allison,220
russo,6281
miranda,4650
brown,952
theresa,7194
lang,4030
chester,1258
wilson,7848
bless,806
township,7306
bob,825
teresa,7142
toledo,7268
lima,4190
nathan,4852
terri,7149
johnson,3826
peterson,5444
jerri,3799
powel,5636
sandra,6329
cleveland,1354
ontario,5157
richmond,6155
hudson,3428
vernon,7603
akron,181
canton,1077
newark,4933
brien,924
salem,6309
shelbi,6524
robinson,6191
brent,914
miller,4626
beth,733
dublin,2184
laura,4057
grove,3120
arlington,411
humphrey,3439
catherin,1146
willi,7845
dayton,1816
andrea,294
rodney,6203
alexandria,200
hick,3319
lisa,4207
derek,1931
sara,6336
hamilton,3186
jennif,3795
mason,4456
joe,3820
dick,1989
stein,6837
jami,3769
concord,1508
franklin,2831
warren,7723
schmidt,6368
bird,779
steven,6846
sharon,6517
kick,3941
kevin,3934
brian,919
dian,1985
jeffrey,3791
stewart,6848
kyle,4000
jon,3832
susan,6994
traci,7312
gari,2927
dougla,2143
fork,2786
shane,6509
kitt,3959
ron,6225
ferguson,2658
holm,3373
brett,916
sarah,6337
fowler,2812
successor,6931
expel,2535
scandal,6357
fill,2687
vacanc,7539
commission,1451
boyd,884
biden,755
tbd,7092
chairperson,1210
oversight,5246
judiciari,3860
workforc,7893
conserv,1554
labor,4008
readi,5932
rural,6276
inspect,3617
ethic,2457
cass,1130
gov,3050
wu,7920
dispatch,2050
dem,1887
tweet,7413
incid,3534
malay,4370
violenc,7645
kuala,3992
suspens,6997
parliament,5324
abdul,12
tension,7137
umno,7445
civilian,1323
casualti,1134
loss,4269
malaysia,4371
aftermath,141
malaysian,4372
opposit,5180
expens,2537
coalit,1384
diplomat,2015
toll,7271
succeed,6929
favour,2625
chi,1261
pan,5297
melayu,4531
muslim,4805
sultan,6950
brunei,956
coloni,1426
strait,6868
invas,3677
treati,7350
crown,1715
battl,643
rebellion,5946
occup,5094
massacr,4459
revolt,6124
asean,443
communist,1460
insurg,3631
peac,5385
crisi,1701
immun,3510
amend,259
commonwealth,1457
outbreak,5226
twin,7418
pandem,5300
muhammad,4786
prosper,5765
covid,1669
snap,6659
vaccin,7542
philippin,5468
milit,4620
bomb,839
campbel,1058
shop,6542
raid,5875
ming,4635
tropic,7376
greg,3102
ralli,5885
upris,7507
flood,2744
grenad,3106
kim,3949
nam,4833
sri,6785
templ,7124
collis,1419
portalvt,5608
precursor,5654
celebr,1175
suffer,6938
sharp,6518
divis,2082
wealth,7745
perceiv,5410
guarante,3132
radic,5869
rather,5909
amid,263
fight,2682
disturb,2073
currenc,1748
mainli,4357
preced,5651
gang,2918
boycott,883
funer,2883
parad,5308
driven,2170
demand,1888
editori,2258
prompt,5743
victori,7624
bin,765
strength,6878
brought,951
predominantli,5659
pm,5557
broke,944
escal,2432
bottl,871
shortli,6548
burn,1005
onc,5152
troubl,7377
patron,5366
headquart,3256
repeat,6056
inspector,3618
moham,4687
armi,415
affect,129
regiment,6002
hospit,3404
wound,7907
crucial,1717
junction,3870
patrol,5365
ignor,3491
seriou,6477
thursday,7228
friday,2855
displac,2053
sent,6458
refuge,5995
shaw,6520
relax,6022
briefli,923
slowli,6644
similarli,6582
authoris,522
dispos,2056
inquiri,3608
burial,1000
injur,3597
soldier,6684
proclam,5724
shah,6505
restor,6098
battalion,640
censorship,1183
ban,586
criticis,1705
bia,746
parliamentari,5325
enact,2344
revok,6123
blame,802
feel,2642
attitud,497
partial,5331
enforc,2361
breakdown,908
interpret,3659
surviv,6992
extract,2565
tragedi,7321
clash,1337
spark,6731
converg,1599
mere,4558
facto,2582
pledg,5547
reaction,5927
uniti,7481
nationalist,4856
stake,6799
expuls,2557
propel,5750
aid,163
affirm,131
deputi,1928
broader,940
restructur,6100
wherebi,7798
repeatedli,6057
citizenship,1318
religion,6031
palgrav,5292
macmillan,4333
islam,3720
routledg,6248
forgotten,2785
democraci,1891
cheng,1253
asian,448
boon,848
nat,4850
ahmad,161
dictionari,1993
singh,6597
timor,7246
murray,4799
excerpt,2512
karl,3898
reprint,6067
jin,3814
sentiment,6460
emigr,2323
pol,5573
pot,5629
ix,3751
korea,3982
lao,4034
racism,5864
myanmar,4815
thailand,7167
vietnam,7630
flat,2730
zealand,7983
tax,7084
vancouv,7558
hell,3284
torr,7291
indonesian,3567
confess,1521
burma,1003
restaur,6097
syndrom,7033
cambodian,1049
genocid,2962
tiananmen,7230
chan,1217
ping,5501
wong,7882
ita,3733
wen,7776
ho,3356
gu,3127
fan,2604
chen,1251
xi,7930
confront,1529
deforest,1869
wildlif,7838
cabinet,1028
monarchi,4703
gdp,2947
tourism,7300
demograph,1893
inequ,3573
lgbt,4154
diaspora,1988
poverti,5635
sex,6493
traffick,7320
suppli,6970
sanit,6330
cuisin,1734
folklor,2765
holiday,3369
anthem,325
emblem,2318
flower,2752
fuel,2871
strike,6884
cow,1670
faith,2591
god,3028
disord,2049
aisbahasa,172
fourteenth,2810
vii,7633
xiv,7933
xv,7938
xvi,7939
xx,7940
congression,1534
ratif,5910
consequenti,1553
slave,6626
contest,1581
ratifi,5911
regain,5997
litig,4220
segreg,6433
roe,6206
wade,7695
abort,21
bush,1010
gore,3044
presidenti,5681
hodg,3360
claus,1344
african,138
prohibit,5737
depriv,1925
satisfi,6342
jurisdict,3878
reject,6018
discrimin,2041
invok,3687
perri,5427
debt,1832
provis,5781
contradict,1590
aspect,453
doctrin,2101
valid,7549
shall,6507
nor,5008
denial,1901
bradley,892
void,7669
impair,3512
hope,3396
went,7779
unconstitut,7455
alter,236
welfar,7771
whatev,7790
els,2311
sought,6709
enjoy,2371
basic,630
jacob,3759
elimin,2304
repeal,6055
garrett,2929
epp,2408
baltimor,585
arrest,424
opinion,5176
negro,4897
owe,5251
alien,208
acquir,64
vari,7563
preval,5687
extent,2560
coverag,1667
revoc,6122
devot,1968
freedom,2840
conscious,1547
struggl,6895
stress,6880
neither,4905
tribal,7360
ambassador,251
glenn,3014
wisconsin,7862
assert,459
phrase,5481
tribe,7361
resolv,6088
passag,5344
indigen,3560
princip,5702
armor,416
sovereignti,6721
pennsylvania,5404
occasion,5092
statut,6826
widespread,7817
belief,689
circumst,1311
fraud,2835
terrorist,7152
suffici,6939
honor,3389
discharg,2030
voluntari,7677
exercis,2522
pattern,5367
virtu,7650
corpu,1631
explain,2544
mcdonald,4496
clarenc,1332
indiana,3556
neil,4903
eighth,2279
safeguard,6299
arbitrari,383
sanction,6324
inher,3593
pleasur,5546
balanc,579
necess,4886
certainli,1197
might,4610
judgment,3857
harlan,3216
government,3052
regul,6008
attain,491
judici,3859
concurr,1510
contrari,1591
encompass,2347
quot,5855
kansa,3894
understood,7463
regardless,5999
broadli,941
louisiana,4276
noun,5039
embrac,2320
proper,5751
necessari,4887
essenti,2444
maximum,4484
minimum,4638
meyer,4589
nebraska,4884
denot,1906
engag,2363
marri,4433
pursuit,5818
hardi,3214
intervent,3666
absolut,27
necessarili,4888
restrict,6099
elsewher,2313
speech,6749
seizur,6436
justifi,3882
fallen,2596
enumer,2392
connecticut,1538
overturn,5248
invalid,3675
sexual,6494
burden,996
notic,5034
neutral,4925
appeal,358
himself,3337
reed,5981
latter,4052
punish,5807
circuit,1308
carey,1098
sue,6936
assur,468
whenev,7795
hopkin,3397
clarifi,1334
rare,5905
rais,5882
confirm,1526
anyon,340
explicit,2546
abolish,18
forev,2783
pain,5277
su,6905
recov,5965
suit,6947
domest,2117
santa,6332
clara,1330
hugo,3431
impos,3520
eclips,2239
oliv,5140
resort,6090
counsel,1649
harm,3217
factor,2583
ordinari,5193
mexican,4587
disadvantag,2022
somewhat,6699
levi,4147
regent,6000
idaho,3477
probat,5716
gender,2952
statutori,6827
intermedi,3654
sander,6327
reynold,6130
sim,6580
carolina,1109
recount,5964
florida,2749
deadlin,1823
latin,4048
delay,1876
latino,4050
impli,3517
suppress,6974
noth,5033
oblig,5084
slaveri,6627
entiti,2385
shield,6533
ex,2502
denomin,1905
mode,4678
weigh,7766
true,7381
plaintiff,5522
properli,5752
encourag,2349
covert,1668
elector,2292
proport,5756
worri,7902
voter,7680
criteria,1703
neg,4893
penal,5396
franchis,2825
adult,104
induc,3569
unabl,7449
failur,2587
saunder,6346
lawsuit,4067
nineteenth,4981
tenth,7139
condemn,1512
elizabeth,2307
stanton,6810
oath,5081
comfort,1441
enemi,2359
send,6450
confeder,1519
alexand,197
refus,5996
perpetu,5426
imper,3514
hurt,3450
specifi,6744
accordingli,50
moreov,4737
uncertain,7451
impeach,3513
urg,7512
amnesti,265
jefferson,3790
socialist,6668
berger,717
espionag,2437
input,3606
trump,7384
unlik,7488
resolut,6087
expert,2541
mo,4675
certifi,1199
alabama,183
josh,3841
missouri,4660
cruz,1721
nc,4868
candidaci,1071
elig,2303
payment,5376
sum,6952
ceil,1174
crise,1700
clinton,1362
fiscal,2713
bruce,954
bartlett,623
treasuri,7348
secretari,6418
timothi,7247
analyst,275
rosen,6234
irvin,3711
yale,7945
obama,5082
vest,7609
remedi,6036
conform,1528
suitabl,6948
submiss,6913
perfect,5415
combat,1436
morgan,4738
injuri,3598
wheeler,7793
maxwel,4485
hogan,3362
duncan,2192
benton,712
maryland,4453
connor,1542
gregg,3103
illinoi,3498
bmw,818
farm,2608
buchanan,969
oklahoma,5129
baker,576
carr,1112
palmer,5294
thompson,7209
puerto,5801
rico,6157
evan,2480
truste,7387
nevada,4927
tennesse,7135
compromis,1493
offset,5117
attract,500
discourag,2036
firearm,2706
moder,4680
veto,7612
appendix,361
sumner,6957
negoti,4896
absent,26
governor,3053
patch,5353
worst,7904
frost,2864
fatal,2617
surrend,6987
withdrew,7870
hampshir,3190
vermont,7602
rhode,6144
iowa,3691
withdraw,7868
delawar,1875
ju,3853
jackson,3756
edison,2256
cf,1201
lodg,4246
bro,937
pearson,5389
prentic,5671
jonathan,3834
nyu,5074
edwin,2264
arizona,409
ssrn,6789
rivalri,6178
newman,4938
yen,7956
emili,2325
obstacl,5088
gerard,2983
invad,3674
eros,2427
salon,6312
spoken,6764
reid,6014
kay,3908
loyalti,4286
quarterli,5843
column,1434
medium,4526
got,3047
anyth,341
distinct,2067
appreci,367
con,1498
proposit,5758
wisdom,7863
tenet,7134
advic,112
survey,6991
expatri,2532
memorandum,4540
aliv,210
federalist,2638
honda,3386
vast,7572
hoboken,3358
curri,1750
riley,6166
kendal,3920
gupta,3154
cord,1619
thomson,7210
gale,2905
annot,316
cornel,1623
luther,4307
compli,1482
bolton,838
plain,5521
jess,3802
leonard,4128
crc,1684
schultz,6376
manner,4396
reuter,6112
logan,4247
rutherford,6284
hay,3244
eve,2482
plaqu,5530
orlean,5203
buck,970
patterson,5368
mileston,4619
flight,2740
greenhous,3095
gay,2942
lesbian,4133
kenneth,3922
encyclop,2351
dia,1975
britannica,935
fred,2836
gray,3085
burton,1006
friedman,2856
georgetown,2976
suffrag,6942
unless,7487
clearli,1350
penalti,5397
cnn,1380
rt,6259
adrian,103
weiss,7768
byrd,1020
stat,6816
lp,4288
cannon,1073
milwauke,4630
halt,3183
puzzl,5822
engel,2364
chapman,1226
theodor,7182
folk,2763
albert,190
handbook,3196
carter,1119
rebel,5945
lawmak,4064
proquest,5761
patern,5356
minu,4647
symposium,7029
abolit,19
repli,6059
transcript,7330
russel,6278
prayer,5649
philadelphia,5465
circular,1310
compact,1464
compulsori,1495
copyright,1617
inelig,3572
militia,4622
postal,5624
recommend,5959
symmetr,7026
taxat,7085
unitari,7480
charter,1240
mall,4377
uss,7526
vteunit,7692
webster,7759
reproduct,6069
armstrong,418
monro,4716
jenkin,3793
owen,5252
fitzgerald,2719
bishop,785
verd,7596
naacp,4825
moor,4732
turner,7409
gerald,2982
rice,6151
brigg,927
